Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Your ram
ar: الكبش الخاص بك
bg: Вашият овен
bs: Tvoj ovan
ca: El teu ariet
cs: Tvůj beran
da: Din vædder
de: Dein Widder
el: Το κριάρι σου
es: tu carnero
et: Sinu jäär
eu: Zure aharia
fi: Sinun oinas
fr: Ton bélier
ga: Do reithe
gl: O teu carneiro
he: האיל שלך
hi: आपका राम
hr: Tvoj ovan
hu: A kosod
id: domba jantanmu
is: Hrúturinn þinn
it: Il tuo ariete
ja: あなたの雄羊
ka: შენი ვერძი
kk: Сіздің қошқарыңыз
ko: 당신의 숫양
lt: Tavo avinas
lv: Tavs auns
mk: Твојот овен
ms: domba jantan anda
mt: Il-muntun tiegħek
nb: Væren din
nl: Jouw ram
pl: Twój baran
pt_br: Seu carneiro
ro: berbecul tău
ru: Твой баран
sk: Tvoj baran
sl: Tvoj oven
sq: Dashi juaj
sr: Твој ован
sv: Din bagge
th: แกะของคุณ
tr: Koçunuz
uk: Твій баран
vi: ram của bạn
zh_hans: 你的公羊
zh_hk: 你的公羊

source: Your Ram
ar: كبشك
bg: Вашият овен
bs: Vaš ovan
ca: El teu marrà
cs: Váš beran
da: Din vædder
de: Dein Widder
el: Το κριάρι σου
es: Tu carnero
et: Sinu oinas
eu: Zure Ram
fi: Pässisi
fr: Ton bélier
ga: Do Ram
gl: O teu Ram
he: האיל שלך
hi: आपका मेंढ़ा
hr: Vaš ovan
hu: A kosod
id: Domba jantan Anda
is: Hrúturinn þinn
it: Il tuo ariete
ja: あなたの羊
ka: თქვენი ვერძი
kk: Сіздің қошқарыңыз
ko: 당신의 숫양
lt: Tavo avinas
lv: Tavs teķis
mk: Вашиот овен
ms: Biri-biri jantan anda
mt: Ram tiegħek
nb: Væren din
nl: Je ram
pl: Twój baran
pt_br: Seu carneiro
ro: Berbecul tău
ru: Твой баран
sk: Váš baran
sl: Vaš oven
sq: Dashi yt
sr: Ваш ован
sv: Din bagge
th: แกะของคุณ
tr: Koçunuz
uk: Твій баран
vi: Chú cừu đực của bạn
zh_hans: 你的公羊
zh_hk: 你的公羊

source: Your ram is at %@ gate
ar: كبشك عند البوابة %@
bg: Вашият овен е при %@ порта
bs: Vaš ovan je na %@ kapiji
ca: El teu RAM és a la porta %@.
cs: Váš beran je u brány %@
da: Din vædder er ved %@ gate
de: Dein Widder ist am %@ Tor
el: Ο κριός σας βρίσκεται στην πύλη %@
es: Tu carnero está en la puerta %@
et: Teie jäär on %@ väravas
eu: Zure aharia %@ atean dago
fi: Oinas on %@ portilla
fr: Ton bélier est à la porte %@
ga: Tá do reithe ag %@ geata
gl: O teu carneiro está na porta %@.
he: הכבש שלך נמצא בשער %@
hi: आपका राम %@ गेट पर है
hr: Vaš ovan je na %@ vratima
hu: A kosod a %@ kapunál van
id: Ram Anda ada di gerbang %@.
is: Hrúturinn þinn er við %@ hliðið
it: Il tuo ariete è al cancello %@.
ja: あなたの雄羊は %@ ゲートにいます
ka: თქვენი ვერძი არის %@ კარიბჭესთან
kk: Сіздің қошқарыңыз %@ қақпасында
ko: 귀하의 숫양은 %@ 게이트에 있습니다
lt: Jūsų avinas yra prie %@ vartų
lv: Jūsu auns atrodas pie %@ vārtiem
mk: Вашиот овен е на портата %@
ms: domba jantan anda berada di pintu %@.
mt: Il-muntun tiegħek jinsab fil-bieb ta' %@.
nb: Væren din er ved %@ gate
nl: Je ram staat bij de %@ poort
pl: Twój baran jest przy bramie %@.
pt_br: Seu carneiro está no portão %@
ro: Berbecul tău este la poarta %@.
ru: Твой баран у ворот %@
sk: Váš baran je pri %@ bráne
sl: Vaš oven je pri %@ vratih
sq: Dashi juaj është në portën %@
sr: Ваш ован је на %@ капији
sv: Din bagge är vid %@ gate
th: แกะของคุณอยู่ที่ประตู %@
tr: Koçunuz %@ kapısında
uk: Твій баран біля воріт %@.
vi: Ram của bạn đang ở cổng %@
zh_hans: 你的公羊在 %@ 门口
zh_hk: 你的公羊在 %@ 門口

source: Your ram is near Burnaby
ar: كبش الخاص بك بالقرب من برنابي
bg: Вашият овен е близо до Бърнаби
bs: Vaš ovan je blizu Burnabyja
ca: El teu ariet és a prop de Burnaby
cs: Váš beran je blízko Burnaby
da: Din vædder er i nærheden af Burnaby
de: Dein Widder ist in der Nähe von Burnaby
el: Το κριάρι σας είναι κοντά στο Μπέρναμπυ
es: Tu carnero está cerca de Burnaby
et: Teie jäär on Burnaby lähedal
eu: Zure aharia Burnabytik gertu dago
fi: Oinas on lähellä Burnabya
fr: Ton bélier est près de Burnaby
ga: Tá do reithe in aice le Burnaby
gl: O teu carneiro está preto de Burnaby
he: האיל שלך ליד ברנבי
hi: आपका मेढ़ा बर्नाबी के पास है
hr: Tvoj ovan je blizu Burnabyja
hu: A kosod Burnaby közelében van
id: Ram Anda dekat Burnaby
is: Hrúturinn þinn er nálægt Burnaby
it: Il tuo ariete è vicino a Burnaby
ja: あなたの雄羊はバーナビーの近くにいます
ka: შენი ვერძი ბერნაბის მახლობლად არის
kk: Сіздің қошқарыңыз Бурнабиге жақын
ko: 귀하의 숫양은 버나비 근처에 있습니다
lt: Jūsų avinas yra netoli Burnaby
lv: Jūsu auns atrodas netālu no Burnaby
mk: Вашиот овен е во близина на Бурнаби
ms: Domba jantan anda berada berhampiran Burnaby
mt: Il-muntun tiegħek jinsab qrib Burnaby
nb: Væren din er i nærheten av Burnaby
nl: Je ram is in de buurt van Burnaby
pl: Twój baran jest w pobliżu Burnaby
pt_br: Seu carneiro está perto de Burnaby
ro: Berbecul tău este lângă Burnaby
ru: Твой баран рядом с Бернаби
sk: Tvoj baran je blízko Burnaby
sl: Tvoj oven je blizu Burnabyja
sq: Dashi juaj është afër Burnaby
sr: Ваш ован је близу Бурнабија
sv: Din bagge är nära Burnaby
th: แกะของคุณอยู่ใกล้เบิร์นนาบี
tr: Koçunuz Burnaby'ye yakın
uk: Твій баран біля Бернабі
vi: Ram của bạn ở gần Burnaby
zh_hans: 你的公羊在伯纳比附近
zh_hk: 你的公羊在伯納比附近

source: Your ram walks it to %@. One of your real steps moves it one metre closer.
ar: الكبش الخاص بك يسير به إلى %@ . إحدى خطواتك الحقيقية تقربه مسافة متر واحد.
bg: Вашият овен го отвежда до %@ . Една от реалните ви стъпки го приближава с един метър.
bs: Vaš ovan ga vodi do %@ . Jedan od tvojih pravih koraka primakne ga jedan metar bliže.
ca: El teu RAM el porta fins a %@ . Un dels vostres passos reals l'apropa un metre.
cs: Váš beran to doprovodí do %@ . Jeden z vašich skutečných kroků ho posune o metr blíž.
da: Din vædder går den til %@ . Et af dine rigtige skridt flytter det en meter tættere på.
de: Dein Widder geht zu %@ . Einer Ihrer echten Schritte bringt es einen Meter näher.
el: Το κριάρι σας το οδηγεί στο %@ . Ένα από τα πραγματικά σας βήματα το μετακινεί ένα μέτρο πιο κοντά.
es: Tu carnero lo lleva a %@ . Uno de tus pasos reales lo acerca un metro más.
et: Teie jäär kõnnib selle %@ juurde. Üks teie tegelikest sammudest viib selle meetri võrra lähemale.
eu: Zure ahariak %@-ra eramaten du. Zure benetako urratsetako batek metro bat hurbiltzen du.
fi: Oinas kävelee sen %@:lle. Yksi todellisista askeleistasi siirtää sen metrin lähemmäksi.
fr: Ton bélier le conduit jusqu'à %@ . Un de tes pas réels le rapproche d’un mètre.
ga: Téann do reithe go %@ . Bogann ceann de do chéimeanna fíor é méadar amháin níos gaire.
gl: O teu carneiro lévao ata %@ . Un dos teus pasos reais achégao un metro.
he: האיל שלך מוביל אותו אל %@ . אחד הצעדים האמיתיים שלך מקרב אותו מטר אחד.
hi: आपका राम इसे %@ तक ले जाता है। आपका एक वास्तविक कदम इसे एक मीटर करीब ले जाता है।
hr: Vaš ovan ga vodi do %@ . Jedan od vaših pravih koraka pomiče ga jedan metar bliže.
hu: A kos elkíséri %@-hoz. Az egyik valódi lépésed egy méterrel közelebb viszi.
id: Ram Anda membawanya ke %@ . Salah satu langkah Anda yang sebenarnya akan mendekatkannya satu meter.
is: Hrúturinn þinn gengur með hann til %@ . One of your real steps moves it one metre closer.
it: Il tuo ariete lo porta a %@ . Uno dei tuoi passi reali lo avvicina di un metro.
ja: あなたの雄羊はそれを %@ まで歩きます。実際に一歩を踏み出すと、それが 1 メートル近づいてきます。
ka: თქვენი ვერძი მიდის %@-მდე. თქვენი ერთ-ერთი რეალური ნაბიჯი მას ერთი მეტრით მიუახლოვდება.
kk: Сіздің қошқарыңыз оны %@ дейін жеткізеді. Сіздің нақты қадамдарыңыздың бірі оны бір метрге жақындатады.
ko: 귀하의 램이 %@ 으로 이동합니다. 실제 단계 중 하나가 1미터 더 가까이 이동합니다.
lt: Jūsų avinas nuveda jį į %@ . Vienas iš jūsų tikrų žingsnių priartina jį vienu metru arčiau.
lv: Jūsu auns aiziet to uz %@ . Viens no jūsu īstajiem soļiem pārvieto to par metru tuvāk.
mk: Вашиот овен оди до %@ . Еден од вашите вистински чекори го придвижува еден метар поблиску.
ms: Domba jantan anda berjalan ke %@ . Salah satu langkah sebenar anda menggerakkannya satu meter lebih dekat.
mt: Il-muntun tiegħek imexxih lejn %@ . Wieħed mill-passi reali tiegħek jersaq metru eqreb.
nb: Væren din går den til %@ . Et av dine virkelige skritt flytter det en meter nærmere.
nl: Je ram brengt hem naar %@ . Eén van je echte stappen brengt hem een ​​meter dichterbij.
pl: Twój baran prowadzi go do %@ . Jeden z Twoich prawdziwych kroków przesuwa go o metr bliżej.
pt_br: Seu carneiro caminha para %@ . Um de seus passos reais aproxima-o um metro.
ro: Berbecul tău o duce la %@ . Unul dintre pașii tăi reali îl apropie cu un metru.
ru: Твой баран доставит его в %@. Каждый твой реальный шаг приближает его на один метр.
sk: Váš baran to dovedie do %@ . Jeden z vašich skutočných krokov ho posunie o meter bližšie.
sl: Vaš oven ga pripelje do %@ . Eden od vaših resničnih korakov ga premakne en meter bližje.
sq: Dashi juaj e çon në %@ . Një nga hapat tuaj të vërtetë e afron atë një metër më afër.
sr: Ваш ован га води до %@ . Један од твојих правих корака га помера за један метар ближе.
sv: Din bagge går den till %@ . Ett av dina riktiga steg flyttar det en meter närmare.
th: แกะของคุณเดินไปที่ %@ หนึ่งในก้าวที่แท้จริงของคุณขยับเข้าไปใกล้ขึ้นหนึ่งเมตร
tr: Koçunuz onu %@'a yönlendirir. Gerçek adımlarınızdan biri onu bir metre daha yaklaştırıyor.
uk: Твій баран веде його до %@ . Один із твоїх справжніх кроків наближає його на один метр.
vi: Ram của bạn chuyển nó tới %@ . Một trong những bước thực sự của bạn sẽ di chuyển nó gần hơn một mét.
zh_hans: 你的公羊将它带到 %@ 。你真正迈出的一步将它拉近了一米。
zh_hk: 你的公羊將它帶到 %@ 。你真正邁出的一步將它拉近了一米。

source: Your ram walks it to them. One of your real steps moves it one metre closer.
ar: الكبش الخاص بك يمشي لهم. إحدى خطواتك الحقيقية تقربه مسافة متر واحد.
bg: Вашият овен го разхожда до тях. Една от реалните ви стъпки го приближава с един метър.
bs: Tvoj ovan im ga odšeta. Jedan od tvojih pravih koraka primakne ga jedan metar bliže.
ca: El teu ari se l'acompanya. Un dels vostres passos reals l'apropa un metre.
cs: Tvůj beran jim to doprovodí. Jeden z vašich skutečných kroků ho posune o metr blíž.
da: Din vædder går hen til dem. Et af dine rigtige skridt flytter det en meter tættere på.
de: Dein Widder trägt ihn zu ihnen. Einer deiner echten Schritte bringt ihn einen Meter näher.
el: Τους το πηγαίνει ο κριός σου. Ένα από τα πραγματικά σας βήματα το μετακινεί ένα μέτρο πιο κοντά.
es: Tu carnero la lleva hasta ellos. Un paso real tuyo la acerca un metro.
et: Teie jäär kõnnib selle nende juurde. Üks teie tegelikest sammudest viib selle meetri võrra lähemale.
eu: Zure aharia bideratzen die. Zure benetako urratsetako batek metro bat hurbiltzen du.
fi: Oinas kävelee sen heille. Yksi todellisista askeleistasi siirtää sen metrin lähemmäksi.
fr: Ton bélier la leur apporte. Un de tes vrais pas la rapproche d'un mètre.
ga: Siúlann do reithe chucu é. Bogann ceann de do chéimeanna fíor é méadar amháin níos gaire.
gl: O teu carneiro achégao. Un dos teus pasos reais achégao un metro.
he: האיל שלך מוביל אותם אליהם. אחד הצעדים האמיתיים שלך מקרב אותו מטר אחד.
hi: आपका राम इसे उनके पास ले जाता है। आपका एक वास्तविक कदम इसे एक मीटर करीब ले जाता है।
hr: Tvoj ovan im to prošeće. Jedan od vaših pravih koraka pomiče ga jedan metar bliže.
hu: A kosod elsétál hozzájuk. Az egyik valódi lépésed egy méterrel közelebb viszi.
id: Domba jantan Anda mengantarkannya ke mereka. Salah satu langkah Anda yang sebenarnya akan mendekatkannya satu meter.
is: Hrútur þinn gengur til þeirra. One of your real steps moves it one metre closer.
it: Il tuo ariete la porta a destinazione. Un tuo passo reale la avvicina di un metro.
ja: あなたの羊が歩いて届けます。あなたの実際の1歩が、手紙を1メートル近づけます。
ka: შენი ვერძი მათთან დადის. თქვენი ერთ-ერთი რეალური ნაბიჯი მას ერთი მეტრით მიუახლოვდება.
kk: Сіздің қошқарыңыз оны оларға апарады. Сіздің нақты қадамдарыңыздың бірі оны бір метрге жақындатады.
ko: 당신의 숫양이 그들에게 걸어갑니다. 실제 단계 중 하나가 1미터 더 가까이 이동합니다.
lt: Jūsų avinas vaikšto pas juos. Vienas iš jūsų tikrų žingsnių priartina jį vienu metru arčiau.
lv: Tavs auns to aizved pie viņiem. Viens no jūsu īstajiem soļiem pārvieto to par metru tuvāk.
mk: Твојот овен го оди кај нив. Еден од вашите вистински чекори го придвижува еден метар поблиску.
ms: domba jantan anda membawanya kepada mereka. Salah satu langkah sebenar anda menggerakkannya satu meter lebih dekat.
mt: Il-muntun tiegħek jimxi lejhom. Wieħed mill-passi reali tiegħek jersaq metru eqreb.
nb: Væren din går til dem. Et av dine virkelige skritt flytter det en meter nærmere.
nl: Je ram brengt het naar hen toe. Eén van je echte stappen brengt hem een ​​meter dichterbij.
pl: Twój baran im to zaprowadzi. Jeden z Twoich prawdziwych kroków przesuwa go o metr bliżej.
pt_br: Seu carneiro leva até eles. Um de seus passos reais aproxima-o um metro.
ro: Berbecul tău o duce la ei. Unul dintre pașii tăi reali îl apropie cu un metru.
ru: Твой баран несёт его адресату. Один твой реальный шаг приближает его на один метр.
sk: Váš baran im to odkráča. Jeden z vašich skutočných krokov ho posunie o meter bližšie.
sl: Vaš oven ga sprehodi do njih. Eden od vaših resničnih korakov ga premakne en meter bližje.
sq: Dashi yt ec tek ata. Një nga hapat tuaj të vërtetë e afron atë një metër më afër.
sr: Твој ован им га одшета. Један од твојих правих корака га помера за један метар ближе.
sv: Din bagge går till dem. Ett av dina riktiga steg flyttar det en meter närmare.
th: แกะของคุณเดินไปหาพวกเขา หนึ่งในก้าวที่แท้จริงของคุณขยับเข้าไปใกล้ขึ้นหนึ่งเมตร
tr: Koçunuz onlara doğru yürür. Gerçek adımlarınızdan biri onu bir metre daha yaklaştırıyor.
uk: Твій баран йде до них. Один із твоїх справжніх кроків наближає його на один метр.
vi: Ram của bạn sẽ dẫn nó đến chỗ họ. Một trong những bước thực sự của bạn sẽ di chuyển nó gần hơn một mét.
zh_hans: 你的公羊会步行送达。你在现实中迈出一步，就让它靠近一米。
zh_hk: 你的公羊把它帶到他們那裡。你真正邁出的一步將它拉近了一米。

source: Your ram walks to a port and boards a packet — it crosses on its own. Shake phones with someone crossing sooner and it hops to their phone instead.
ar: يسير الكبش الخاص بك إلى الميناء ويصعد إلى الحزمة - فهو يعبر من تلقاء نفسه. هز الهواتف مع شخص يعبر عاجلا ويقفز إلى هواتفهم بدلا من ذلك.
bg: Вашият овен отива до пристанище и се качва на пакет - той преминава сам. Разклатете телефоните с някой, пресичащ по-рано, и вместо това той прескача на техния телефон.
bs: Vaš ovan hoda do luke i ukrcava paket - prelazi sam. Protresite telefone s nekim tko prije prelazi i umjesto toga on skače na njihov telefon.
ca: El teu ariet camina cap a un port i puja a un paquet; creua tot sol. Sacseja els telèfons amb algú que creua abans i saltarà al seu telèfon.
cs: Tvůj beran jde do přístavu a nastoupí na paket – překročí se sám. Zatřeste telefonem s někým, kdo přechází dříve, a místo toho přeskočí na jeho telefon.
da: Din vædder går til en havn og går ombord på en pakke - den krydser af sig selv. Ryst telefoner med nogen, der krydser hurtigere, og den hopper til deres telefon i stedet for.
de: Dein Widder läuft zu einem Hafen und geht an Bord eines Paketschiffs – er überquert das Meer von allein. Schüttele dein Telefon mit jemandem, der früher übersetzt, und er springt stattdessen auf dessen Telefon.
el: Το κριάρι σας πηγαίνει σε ένα λιμάνι και επιβιβάζεται σε ένα πακέτο — περνάει μόνο του. Ανακινήστε τα τηλέφωνα με κάποιον που περνά νωρίτερα και πηδά στο τηλέφωνό του.
es: Tu carnero camina hacia un puerto y sube a un paquebote: cruza por sí solo. Agita el teléfono con alguien que cruce antes y saltará a su teléfono.
et: Teie jäär kõnnib sadamasse ja paneb paki pardale - see ületab ise. Kui keegi läheb varem üle, raputage telefone ja see hüppab hoopis tema telefonile.
eu: Zure aharia portu batera doa eta pakete batera igotzen da, bere kabuz zeharkatzen du. Astindu telefonoak lehenago gurutzatzen den norbaitekin eta haren telefonora salto egingo du.
fi: Oinas kävelee satamaan ja astuu paketille – se ylittää itsekseen. Ravista puhelimia, jos joku ylittää aikaisemmin, ja se hyppää sen sijaan hänen puhelimeensa.
fr: Ton bélier marche jusqu'à un port et embarque sur un paquebot — il traverse de lui-même. Secoue tes téléphones avec quelqu'un qui traverse plus tôt pour qu'il monte sur son téléphone.
ga: Siúlann do reithe go calafort agus bord ar phaicéad - trasnaíonn sé leis féin. Croith gutháin le duine ag trasnú níos luaithe agus téann sé chuig a ghuthán ina ionad sin.
gl: O teu carneiro vai a un porto e aborda un paquete; cruza por si só. Axita os teléfonos con alguén cruzando antes e saltará ao seu teléfono.
he: האיל שלך הולך לנמל ועולה על חבילה - הוא חוצה בעצמו. נער טלפונים עם מישהו שחוצה מוקדם יותר וזה קופץ לטלפון שלו במקום.
hi: आपका राम एक बंदरगाह पर जाता है और एक पैकेट पर चढ़ जाता है - यह अपने आप पार हो जाता है। यदि कोई व्यक्ति जल्दी आ जाता है तो उससे फोन मिलाएँ और फोन उसके फोन पर चला जाएगा।
hr: Vaš ovan odšeta do luke i ukrca se na paket — sam prelazi. Protresite telefone s nekim prije prijelaza i umjesto toga preskoči na njihov telefon.
hu: A kos elsétál egy kikötőhöz, és felszáll egy csomagra – az magától átmegy. Rázza meg a telefont, ha valaki hamarabb átmegy, és az inkább a telefonjára ugrik.
id: Ram Anda berjalan ke port dan memasukkan sebuah paket — ia melintas dengan sendirinya. Goyangkan ponsel saat seseorang menyeberang lebih cepat dan ponsel tersebut akan melompat ke ponselnya.
is: Hrúturinn þinn gengur að höfn og fer um borð í pakka - hann fer sjálfur yfir. Hristið síma með einhverjum sem fer fyrr yfir og það hoppar í símann þeirra í staðinn.
it: Il tuo ariete cammina verso un porto e sale su un battello: attraversa da solo. Scuoti i telefoni con qualcuno che attraversa prima e salterà sul suo telefono.
ja: あなたの羊は港まで歩き、定期船に乗ります。自分で海を渡ります。早く渡る人とiPhoneを振れば、その人のiPhoneに乗り換えます。
ka: თქვენი ვერძი მიდის პორტში და ჩადის პაკეტში - ის თავისით კვეთს. შეანჯღრიეთ ტელეფონები ვინმესთან, ვინც უფრო ადრე გადაკვეთს და ის მის ტელეფონზე გადახტება.
kk: Сіздің қошқарыңыз портқа барады және пакетке отырады — ол өздігінен өтеді. Тезірек өтіп бара жатқан біреумен телефондарды шайқаңыз, ол оның орнына оның телефонына түседі.
ko: 램은 항구로 걸어가서 패킷에 탑승합니다. 패킷은 스스로 교차합니다. 더 빨리 건너가는 사람과 전화를 흔들면 대신 전화가 연결됩니다.
lt: Jūsų avinas nueina į uostą ir įlipa į paketą – jis kertasi pats. Pakratykite telefonus, kai kas nors kerta greičiau, o jis peršoks prie jo telefono.
lv: Jūsu auns aiziet uz ostu un iekāpj paciņā — tas šķērso pats. Pakratiet tālruņus, ja kāds ātrāk šķērso, un tā vietā tas pāriet uz viņa tālruni.
mk: Вашиот овен оди до пристаниште и се качува на пакет - тој сам поминува. Протресете ги телефоните со некој што поминува порано и наместо тоа, тој скока на неговиот телефон.
ms: Ram anda berjalan ke pelabuhan dan menaiki satu paket — ia melintasi sendiri. Goncang telefon dengan seseorang yang melintas lebih awal dan telefon itu melompat ke telefon mereka.
mt: Il-muntun tiegħek jimxi lejn port u jitla’ fuq pakkett — jaqsam waħdu. Ħawwad it-telefowns ma 'xi ħadd li jaqsam qabel u minfloku jaqbżu lit-telefon tagħhom.
nb: Væren din går til en havn og går ombord på en pakke - den krysser av seg selv. Rist telefonene med noen som krysser tidligere, og den hopper til telefonen deres i stedet.
nl: Je ram loopt naar een haven en gaat aan boord van een pakket - hij steekt vanzelf over. Schud telefoons met iemand die eerder oversteekt en hij springt in plaats daarvan naar zijn telefoon.
pl: Twój baran udaje się do portu i wchodzi na pokład pakietu — sam przepływa przez niego. Potrząśnij telefonem, gdy ktoś przechodzi wcześniej, a zamiast tego przeskoczy do jego telefonu.
pt_br: Seu carneiro caminha até um porto e embarca em um pacote – ele cruza sozinho. Agite os telefones com alguém cruzando mais cedo e ele irá para o telefone.
ro: Berbecul tău merge către un port și se îmbarcă într-un pachet - traversează singur. Scuturați telefoanele cu cineva care traversează mai devreme și va trece la telefonul lor.
ru: Твой баран дойдёт до порта и сядет на пакетбот — он переплывёт сам. Потряси телефонами с тем, кто плывёт раньше, и баран перепрыгнет к нему.
sk: Váš baran ide do prístavu a nastúpi na paket – prejde sám. Potraste telefónom s niekým, kto prechádza skôr, a namiesto toho preskočí na jeho telefón.
sl: Vaš oven se sprehodi do pristanišča in se vkrca na paket - ta prečka sam. Pretresite telefone z nekom, ki prej prestopi, in namesto tega skoči na njihov telefon.
sq: Dashi juaj ecën në një port dhe hip në një paketë - ai kalon vetë. Shkundni telefonat me dikë që kalon më herët dhe në vend të kësaj ai ngjitet te telefoni i tij.
sr: Ваш ован иде до луке и укрцава се у пакет — прелази сам. Протресите телефоне када неко пређе пређе и он уместо тога скочи на њихов телефон.
sv: Din bagge går till en hamn och går ombord på ett paket - den korsar på egen hand. Skaka telefoner med någon som går över tidigare och den hoppar till deras telefon istället.
th: หน่วยความจำของคุณเดินไปที่ท่าเรือและบรรจุแพ็คเก็ต — มันจะข้ามไปเอง เขย่าโทรศัพท์กับคนที่เดินข้ามเร็วกว่านี้ แล้วเครื่องจะกระโดดไปที่โทรศัพท์แทน
tr: Koçunuz bir limana doğru yürür ve bir pakete biner; kendi başına geçer. Karşıdan karşıya geçen birisinin telefonları sallanırsa onun yerine telefona sıçrar.
uk: Твій баран йде до порту і сідає на пакет — він перетинає сам. Потрясіть телефони, якщо хтось перетнеться швидше, і замість цього він перейде на їхній телефон.
vi: Ram của bạn đi đến một cổng và nhận một gói tin - nó sẽ tự đi qua. Lắc điện thoại với người nào đó băng qua sớm hơn và thay vào đó nó sẽ chuyển sang điện thoại của họ.
zh_hans: 你的公羊会走到港口并登上邮船——它会独自渡海。如果遇到更早出发的人，只需摇一摇手机，公羊就会跳到对方的手机上。
zh_hk: 你的公羊走到一個港口並登上一個包裹——它會自行穿過。與較早過路的人搖晃手機，它就會跳到他們的手機上。

source: Your rams have walked %@ so far.
ar: كباشك سارت %@ حتى الآن.
bg: Вашите овни са изминали %@ досега.
bs: Vaši ovnovi su hodali %@ do sada.
ca: Els teus ariets han caminat %@ fins ara.
cs: Vaši berani zatím chodili %@.
da: Dine væddere har gået %@ indtil videre.
de: Deine Widder sind bisher %@ gelaufen.
el: Τα κριάρια σας έχουν περπατήσει %@ μέχρι τώρα.
es: Tus carneros han caminado %@ hasta ahora.
et: Teie jäärad on seni kõndinud %@.
eu: Zure ahariak %@ ibili dira orain arte.
fi: Oinaksesi ovat kävelleet %@ tähän mennessä.
fr: Tes béliers ont marché %@ jusqu'à présent.
ga: Tá do reithí tar éis siúl %@ go dtí seo.
gl: Os teus carneiros camiñaron %@ ata agora.
he: האילים שלך הלכו %@ עד כה.
hi: आपके मेढ़े अब तक %@ चल चुके हैं।
hr: Vaši ovnovi su do sada hodali %@.
hu: A kosaid eddig %@ jártak.
id: Domba jantan Anda telah berjalan %@ sejauh ini.
is: Hrútarnir þínir hafa gengið %@ hingað til.
it: I tuoi arieti hanno camminato %@ finora.
ja: あなたの雄羊はこれまで%@を歩きました。
ka: თქვენმა ვერძებმა აქამდე დადიოდნენ %@.
kk: Қошқарларыңыз осы уақытқа дейін %@ жүрді.
ko: 당신의 숫양은 지금까지 %@ 걸었습니다.
lt: Jūsų avinai iki šiol vaikščiojo %@.
lv: Jūsu auni līdz šim ir staigājuši %@.
mk: Вашите овни одеа %@ досега.
ms: domba jantan anda telah berjalan %@ setakat ini.
mt: Il-imtaten tiegħek imxew %@ s'issa.
nb: Værene dine har gått %@ så langt.
nl: Je rammen hebben tot nu toe %@ gelopen.
pl: Twoje barany przeszły %@ dotąd.
pt_br: Seus carneiros caminharam %@ até agora.
ro: Berbecii tăi au umblat %@ până acum.
ru: Твои бараны уже прошли %@.
sk: Vaše barany doteraz chodili %@.
sl: Vaši ovni so do sedaj prehodili %@.
sq: Deshët e tu kanë ecur %@ deri tani.
sr: Ваши овнови су ходали %@ до сада.
sv: Dina baggar har gått %@ hittills.
th: แกะของคุณเดิน %@ มาแล้ว
tr: Koçlarınız şu ana kadar %@ yürüdüler.
uk: Твої барани поки що пройшли %@.
vi: Ram của bạn đã đi bộ %@ cho đến nay.
zh_hans: 你的公羊已经走了 %@ 到目前为止。
zh_hk: 你的公羊已經走了 %@ 到目前為止。
